"%1$@ •••• %2$@" = "%1$@ •••• %2$@";

"+ Add" = "+ 追加";

"Add US bank account" = "アメリカの銀行口座を追加";

"Add a card" = "カードを追加";

"Add a payment method" = "決済手段を追加";

"Add bank account" = "銀行口座を追加する";

"Add card" = "カードを追加";

"Add new card" = "新しいカードを追加";

"Add new payment method" = "新たな支払い方法を追加";

"Add your payment information" = "支払い情報を追加";

"Agree and continue" = "同意して続行";

"Approve payment" = "支払いを承認する";

"Are you sure you want to remove this card?" = "このカードを削除しますか？";

"Are you sure you want to remove this linked account?" = "この関連付けられた口座を削除しますか？";

"Back" = "戻る";

"Bank" = "銀行";

"Bank account" = "銀行口座";

"Bank account details cannot be changed." = "銀行口座の詳細は変更できません。";

"Buy now or pay later with  <img/>" = "<img/> で後払い";

"Buy now or pay later with Afterpay" = "Afterpay で後払い";

"Buy now or pay later with Cash App Afterpay" = "Cash App Afterpay で後払い";

"Buy now or pay later with Clearpay" = "Clearpay で後払い";

"Buy now or pay later with Klarna" = "Klarna で後払い";

"Buy using a UPI ID" = "UPI ID を使って購入";

"By confirming your payment with PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "PayPal による支払いを確定すると、%@ が規約に従って今後の支払いをお客様の PayPal アカウントに請求することを許可することになります。";

"By continuing to Amazon Pay, you allow %@ to charge your Amazon Pay account for future payments in accordance with their terms." = "Amazon Pay への処理を続行すると、%@ が規約に従って今後の支払いをお客様の Amazon Pay アカウントに請求することを許可することになります。";

"By continuing to Klarna, you allow %@ to charge your Klarna account for future payments in accordance with their terms and Klarna's terms. You can change this at any time in your Klarna app or by reaching out to %@." = "Klarna への処理を続行すると、%1$@ が自社の規約と Klarna の規約に従って今後の支払いをお客様の Klarna アカウントに請求することを許可することになります。この設定はいつでも変更できます。Klarna アプリから変更するか、%2$@ までお問い合わせください。";

"By continuing to PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "PayPal を継続すると、%@ が規約に従って今後の支払いをお客様の PayPal アカウントに請求することを許可することになります。";

"By continuing to Revolut Pay, you allow %@ to charge your Revolut Pay account for future payments in accordance with their terms." = "Revolut Pay への処理を続行すると、%@ が規約に従って今後の支払いをお客様の Revolut Pay アカウントに請求することを許可することになります。";

"By continuing you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "続行すると、<terms>規約</terms>と<privacy>プライバシーポリシー</privacy>に同意したことになります。";

"By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>." = "続行すると、<terms>これらの規約</terms>に従って支払いをオーソリすることに同意したものとみなされます。";

"By continuing, you authorize %@ to debit your Cash App account for this payment and future payments in accordance with %@'s terms, until this authorization is revoked. You can change this anytime in your Cash App Settings." = "続行すると、%2$@ の利用規約に従って、この許可が取り消されない限り、お客様は今回の支払いおよび今後の支払いを、Cash App のアカウントから引き落とすことを %1$@ に許可したものとみなされます。これは、Cash App の設定でいつでも変更することができます。";

"By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Link に登録することで、お客様は<terms>利用規約</terms>および<privacy>プライバシーポリシー</privacy>に同意したことになります。";

"By providing phone number and email, you agree to create a Link account subject to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "電話番号とメールアドレスを入力することにより、Link の<terms>利用規約</terms>および<privacy>プライバシーポリシー</privacy>に従って Link アカウントを作成することに同意したとみなされます。";

"By providing your card information, you allow %@ to charge your card for future payments in accordance with their terms." = "カード情報を提供すると、%@ がその規約に従って今後の支払いをお客様のカードに請求することを許可することになります。";

"By providing your email, you agree to create a Link account and save your payment info to Link, according to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "メールアドレスを入力することにより、お客様は Link の<terms>規約</terms>と<privacy>プライバシーポリシー</privacy>に従って Link アカウントを作成し、お支払い情報を Link に保存することに同意したとみなされます。";

"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "支払い情報を提供し、この支払いを確定することで、お客様は (A) %@ および決済サービスプロバイダーである Stripe がお客様の銀行に口座引き落としの指図を送り、(B) 銀行がこの指図に従ってお客様の口座から引き落としを行うことを承認することになります。お客様の権利の一部として、銀行との契約条件に基づき、お客様は銀行からの返金を受ける権利を有します。返金は口座の引き落とし日から 8 週間以内に請求する必要があります。お客様の権利は、銀行から得られる明細書内で説明されています。お客様は今後の引き落としに関する通知を引き落としの実行日の 2 日前までに受け取ることに同意するものとします。";

"By providing your phone number, you agree to create a Link account and save your payment info to Link, according to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "電話番号を入力することにより、お客様は Link の<terms>規約</terms>と<privacy>プライバシーポリシー</privacy>に従って Link アカウントを作成し、お支払い情報を Link に保存することに同意したとみなされます。";

"By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "%@ の銀行口座を保存すると、<terms>これらの規約</terms>に従って支払いをオーソリすることに同意したものと見なされます。";

"CPF/CPNJ" = "CPF/CPNJ";

"Cancel and pay another way" = "キャンセルして別の方法で支払う";

"Card details cannot be changed." = "カードの詳細は変更できません。";

"Change" = "変更する";

"Choose a payment method" = "支払い方法を選択";

"Close card scanner" = "カードスキャナを閉じる";

"Code sent" = "コードが送信されました";

"Confirm" = "確定する";

"Confirm it's you" = "本人であると確定";

"Confirm payment details" = "支払い情報を確定する";

"Confirm the payment in your bank or payment app within %@ to complete the purchase." = "%@ 内で銀行または決済アプリで支払いを確定して、購入を完了します。";

"Confirm the payment in your bank's app within %@ to complete the purchase." = "購入を完了するには、%@ 以内に銀行のアプリで支払いを確定してください。";

"Confirm your CVC" = "セキュリティコードを確定";

"Contact information" = "連絡先情報";

"Continue another way" = "別の方法で続行";

"Debit or credit card" = "デビットカードまたはクレジットカード";

"Default" = "デフォルト";

"Default payment method" = "デフォルトの決済手段";

"EPS Bank" = "EPS 銀行";

"Enter address manually" = "住所を手動で入力";

"Enter the code sent to %@ to use your saved information." = "保存されている情報を使用するには、%@ に送信されたコードを入力してください。";

"FPX Bank" = "FPX 銀行";

"Failed to connect" = "接続できませんでした";

"Fast, secure, 1⁠-⁠click checkout" = "スピーディーで安全なワンクリック決済";

"For security, please re-enter your card’s security code." = "セキュリティー保持のため、お客様のクレジットカードのセキュリティーコードをもう一度入力してください。";

"Get %@ back when you pay for the first time with your bank. <terms>See terms</terms>" = "ご利用の銀行での初回支払い時に %@ を受け取れます。<terms>規約を表示</terms>";

"Get %@ back when you pay with your bank. <terms>See terms</terms>" = "ご利用の銀行での支払い時に %@ を受け取れます。<terms>規約を表示</terms>";

"I understand that Stripe will be collecting Direct Debits on behalf of %@ and confirm that I am the account holder and the only person required to authorise debits from this account." = "私は、Stripe が %@ の代理として口座引き落としによる回収を行うことを理解しています。また、私が当該口座を保有しており、この口座からの引き落としを承認すべき唯一の人間であることを認めます。";

"IBAN" = "IBAN";

"Log in or sign up" = "ログイン / 登録";

"Log out of Link" = "Link からログアウト";

"Manage SEPA debit" = "SEPA デビットの管理";

"Manage US bank account" = "アメリカの銀行口座の管理";

"Manage bank account" = "銀行口座の管理";

"Manage card" = "カードの管理";

"Manage cards" = "カードを管理する";

"Manage payment method" = "支払い方法の管理";

"Manage payment methods" = "決済手段を管理する";

"Manage your payment methods" = "決済手段を管理する";

"Name on card" = "カード名義人";

"New card" = "新しいカード";

"New payment method" = "新しい決済手段";

"No %@ promo" = "%@ のプロモーションはありません";

"Not you?" = "ご本人ではありませんか？";

"Only card brand can be changed." = "カードブランドのみ変更できます。";

"Open your UPI app to approve your payment within %@" = "UPI アプリを開いて %@ 以内に支払いを承認してください";

"Or" = "または";

"Or pay using" = "または別の方法で支払う";

"Or pay with a card" = "または、カードで支払う";

"Or use" = "または次を使用:";

"Or use a card" = "またはカードを使用";

"Pay %@" = "%@ を支払う";

"Pay another way" = "別の方法で支払う";

"Pay faster at %@ and thousands of businesses." = "%@ やその他多数のサイトで、すばやく支払うことができます。";

"Pay over time with %@" = "%@ で時間をかけて支払う";

"Pay over time with Affirm" = "Affirm で分割払い";

"Pay with Link" = "Link で支払う";

"Pay with your bank account in just a few steps." = "銀行口座を使用して簡単に支払えます。";

"Payment" = "決済";

"Payment failed" = "支払いに失敗しました";

"Payment methods" = "決済手段";

"Please choose a valid payment method." = "有効な支払い方法を選択してください。";

"Please go back and select another payment method" = "前に戻って別の決済手段を選択してください";

"Point the camera at your card." = "カメラをカードに向けてください。";

"Processing..." = "処理中...";

"Przelewy24 Bank" = "Przelewy24 銀行";

"Remove card?" = "カードを削除しますか？";

"Remove linked account" = "関連付けられた口座を削除";

"Resend code" = "コードを再送信";

"SEPA debit details cannot be changed." = "SEPA デビットの詳細は変更できません。";

"Save" = "保存";

"Save a new payment method" = "新しい決済手段を保存する";

"Save address" = "住所を保存する";

"Save for future payments" = "今後の支払いのために保存する";

"Save my info for faster checkout with Link" = "Link で支払い情報を保存して決済をスピードアップ";

"Save payment details to %@ for future purchases" = "今後の購入のために %@ に決済情報を保存する";

"Save this account for future %@ payments" = "今後の %@ の支払いのためにこの口座を保存する";

"Save your bank account in just a few steps." = "銀行口座の保存はわずか数ステップで完了します。";

"Save your info for secure 1-click checkout with Link" = "Link を使用して安全なワンクリック決済の情報を保存する";

"Save your payment information with Link, and securely check out in 1-click on Link-supported sites." = "支払い情報を Link に保存すると、Link に対応したサイトで安全にワンクリックで決済することができます。";

"Saved" = "保存済み";

"Select card" = "カードを選択する";

"Select payment method" = "決済手段を選択する";

"Select your payment method" = "支払い方法を選択してください";

"Set as default" = "デフォルトとして設定";

"Set as default payment method" = "デフォルトの決済手段として設定する";

"Set up" = "設定";

"Shipping to %@ is not supported." = "%@ への配送には対応していません。";

"Show menu" = "メニューを表示";

"Simple, secure one-click payments" = "シンプルで安全なワンクリック決済";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you'll get an email with instructions to finish saving your bank account with %@." = "Stripe は 1 ～ 2 営業日後に口座に $0.01 を入金します。その後、%@ で銀行口座の保存を完了させるための手順が記載されたメールが送信されます。";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@." = "1 ～ 2 営業日以内に Stripe は口座に $0.01 を入金します。その後、%@ への支払いを完了するための手順が記載されたメールが送信されます。";

"Tap to close" = "タップして閉じます";

"Tap to expand" = "タップして展開します";

"The IBAN you entered is incomplete." = "入力した IBAN に不備があります。";

"The provided verification code has expired." = "入力された確認コードは期限が切れています。";

"The provided verification code is incorrect." = "入力された確認コードは正しくありません。";

"This card has expired. Update your card info or choose a different payment method." = "このカードは有効期限が切れています。カード情報を更新するか、別の決済手段を選択してください。";

"This is your default" = "これはデフォルトです";

"Too many attempts. Please try again in a few minutes." = "試行回数が多すぎます。数分後に再度お試しください。";

"Unavailable for this purchase" = "この購入には利用できません";

"Update card" = "カードを更新";

"Update payment method" = "決済手段の更新";

"Use your saved info to check out faster" = "保存された情報を使用して迅速に決済";

"View more" = "さらに表示";

"Your IBAN should start with a two-letter country code." = "IBANコードの先頭には 2 文字の国コードを入力してください。";

"iDEAL Bank" = "iDEAL銀行";
